Revit 2024 API
SymbolTypeId.Cd Property
 Symbol cd, indicating unit Candelas.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Cd { get; }
Visual Basic
Public Shared ReadOnly Property Cd As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Cd {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace